Repository: saxobroko/SaxWeather
Catalog: SaxWeather/SaxWeather/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fi, fr, it, ja, nl, no, pl, pt, ro, ru, sv, uk, zh_hans

source: Get the UV index for ${location}
ar: احصل على فهرس UV ل ${location}
cs: Získejte UV index pro ${location}
da: Få UV-indekset til ${location}
de: Den UV-Index für ${location} erhalten
el: Αποκτήστε το δείκτη UV για ${location}
es: Obtener el índice UV para ${location}
fi: Hanki UV-indeksi kohteelle ${location}
fr: Obtenir l'index UV pour ${location}
it: Ottieni l'indice UV per ${location}
ja: ${location}のUV指数を取得する
nl: Haal de UV-index voor ${location} op
no: Få UV-indeksen for ${location}
pl: Pobierz indeks UV dla ${location}
pt: Obter o índice UV para ${location}
ro: Obțineți indicele UV pentru ${location}
ru: Получить УФ индекс для ${location}
sv: Få UV-index för ${location}
uk: Отримайте індекс UV для ${location}

source: Get the weather for ${location}
ar: احصل على الطقس ل ${location}
cs: Získejte počasí pro ${location}
da: Få vejret til ${location}
de: Erhalte das Wetter für ${location}
el: Αποκτήστε τον καιρό για το ${location}
es: Consigue el tiempo para ${location}
fi: Hanki sää ${location}
fr: Obtenez la météo pour ${location}
it: Ottieni il tempo per ${location}
ja: ${location} の天気を取得する
nl: Krijg het weer voor ${location}
no: Få været for ${location}
pl: Pobierz pogodę dla ${location}
pt: Obtenha o clima por ${location}
ro: Obține vremea pentru ${location}
ru: Получить погоду для ${location}
sv: Få vädret för ${location}
uk: Отримайте погоду для ${location}

source: Get UV Index
ar: الحصول على فهرس UV
cs: Získat UV Index
da: Hent UV-indeks
de: UV-Index abrufen
el: Λήψη Δείκτη Uv
es: Obtener índice UV
fi: Hanki UV-indeksi
fr: Obtenir l'indice UV
it: Ottieni Indice UV
ja: UVインデックスを取得
nl: Haal UV-index op
no: Få UV-indeks
pl: Pobierz indeks UV
pt: Obter índice UV
ro: Obține Index UV
ru: Получить УФ-индекс
sv: Skaffa UV-index
uk: Отримати UV індекс
zh_hans: 获取紫外线索引

source: Get Weather
ar: احصل على الطقس
cs: Získat počasí
da: Få Vejr
de: Erhalte Wetter
el: Λήψη Καιρού
es: Obtener el clima
fi: Hanki Sää
fr: Obtenir la météo
it: Ottieni Meteo
ja: 天気を取得する
nl: Weer verkrijgen
no: Få Vær
pl: Zdobądź pogodę
pt: Obter o Tempo
ro: Obține vreme
ru: Получить погоду
sv: Skaffa väder
uk: Отримати погоду
zh_hans: 获取天气信息

source: Gets a summary of the forecast for the next few days.
ar: يحصل على موجز للتنبؤ للأيام القليلة القادمة.
cs: Zobrazí shrnutí prognózy pro příštích několik dní.
da: Får en oversigt over prognosen for de kommende dage.
de: Gibt eine Zusammenfassung der Prognose für die nächsten Tage ab.
el: Λαμβάνει μια περίληψη της πρόβλεψης για τις επόμενες ημέρες.
es: Obtiene un resumen de la previsión para los próximos días.
fi: Hakee yhteenvedon seuraavien päivien ennusteesta. @ info
fr: Renvoie un résumé des prévisions pour les prochains jours.
it: Ottiene un riepilogo della previsione per i prossimi giorni.
ja: 今後数日間の予測の概要を取得します。
nl: Geeft een samenvatting van de prognose voor de komende dagen.
no: Henter en oppsummering av prognosen de neste dagene.
pl: Pobiera podsumowanie prognozy na następne kilka dni.
pt: Obtém um resumo da previsão para os próximos dias.
ro: Obține un rezumat al prognozei pentru următoarele câteva zile.
ru: Получает резюме прогноза на ближайшие несколько дней.
sv: Får en sammanfattning av prognosen för de närmaste dagarna.
uk: Отримує короткий виклад прогнозу на наступні кілька днів.
zh_hans: 获取未来几天的预测摘要。

source: Gets the current UV index for a location.
ar: يحصل على فهرس UV الحالي للموقع.
cs: Získá aktuální index UV pro dané místo.
da: Henter det aktuelle UV-indeks for en placering.
de: Liefert den aktuellen UV-Index für einen Standort.
el: Λαμβάνει τον τρέχοντα δείκτη UV για μια τοποθεσία.
es: Obtiene el índice UV actual para una ubicación.
fi: Hakee nykyisen UV-indeksin sijaintia varten.
fr: Récupère l'index UV courant pour un emplacement.
it: Ottiene l'indice UV corrente per una posizione.
ja: 現在の位置のUV指数を取得します。
nl: Haalt de huidige UV index voor een locatie op.
no: Henter gjeldende UV-indeks for en plassering.
pl: Pobiera bieżący indeks UV dla lokalizacji.
pt: Obtém o índice UV atual para um local.
ro: Obține indexul UV curent pentru o locație.
ru: Получает текущий индекс УФ для местоположения.
sv: Hämtar det aktuella UV-indexet för en plats.
uk: Отримує поточний UV індекс для місцезнаходження.
zh_hans: 获取当前一个位置的 UV 索引。

source: Gets the current weather for a location.
ar: يحصل على الطقس الحالي للموقع.
cs: Získá aktuální počasí pro umístění.
da: Henter det aktuelle vejr for en placering.
de: Ruft das aktuelle Wetter für einen Ort ab.
el: Λαμβάνει τον τρέχοντα καιρό για μια τοποθεσία.
es: Obtiene el tiempo actual para una ubicación.
fi: Hakee nykyisen sään paikkakunnalle.
fr: Obtient la météo actuelle pour un endroit.
it: Ottiene il tempo attuale per una posizione.
ja: 現在の天気を取得します。
nl: Haalt het huidige weer op voor een locatie
no: Henter det nåværende været for en plassering.
pl: Pobiera bieżącą pogodę dla lokalizacji.
pt: Obtém o clima atual para um local.
ro: Obține vremea curentă pentru o locație.
ru: Получает текущую погоду для местоположения.
sv: Hämtar det aktuella vädret för en plats.
uk: Отримує поточну погоду для місця.
zh_hans: 获取一个位置的当前天气信息。

source: Glass
ar: زجاج
cs: Sklo
da: Glas
de: Glas
el: Γυαλί
es: Cristal
fi: Lasi
fr: Verre
it: Vetro
ja: ガラス
nl: Glas
pl: Szkło
pt: Vidro
ro: Sticlă
ru: Стекло
sv: Glas
uk: Скло
zh_hans: 玻璃板

source: Glass uses Apple’s translucent material. Solid is opaque. Outline is transparent with a border. Neumorphic adds a soft inner shadow.
ar: الزجاج يستخدم مادة أبل الشفافة. الصلابة غامضة. المخطط شفاف مع الحدود. النومورفيك يضيف ظل داخلي ناعم.
cs: Skleněné sklo používá průsvitný materiál Applu. Pevný je neprůhledný. Obrys je průhledný s okrajem. Neumorfický přidává měkký vnitřní stín.
da: Glas bruger Apples gennemsigtige materiale. Solid er uigennemsigtig. Omrids er gennemsigtig med en grænse. Neumorfe tilføjer en blød indre skygge.
de: Glas verwendet das transparente Material von Apple. Solid ist undurchsichtig. Die Kontur ist transparent mit einer Grenze. Neumorph fügt einen weichen inneren Schatten hinzu.
el: Το γυαλί χρησιμοποιεί το ημιδιαφανές υλικό της Apple. Το στερεό είναι αδιαφανές. Το περίγραμμα είναι διαφανές με ένα περίγραμμα.
es: El cristal utiliza material translúcido de Apple. Sólido es opaco. La salida es transparente con un borde. Neumórfico añade una sombra interior suave.
fi: Lasi käyttää Applen läpikuultava materiaali. Kiinteä on läpinäkymätöntä. Ulkoviiva on läpinäkyvä rajalla. Neumorphic lisää pehmeä sisempi varjo.
fr: Le verre utilise le matériau translucide d'Apple. Solide est opaque. Le contour est transparent avec une bordure. Neumorphique ajoute une ombre intérieure douce.
it: Vetro utilizza il materiale traslucido di Apple. Solid è opaco. Outline è trasparente con un bordo. Neumorfo aggiunge una morbida ombra interna.
ja: ガラスはAppleの半透明素材を使用しています。ソリッドは不透明です。アウトラインは境界線で透明です。ノイモルフィックは柔らかい内側の影を追加します。
nl: Glas gebruikt Apple's doorschijnend materiaal. Solid is ondoorzichtig. Omlijning is transparant met een grens. Neumorfe voegt een zachte innerlijke schaduw toe.
no: Glass bruker Gjennomskinnelige materialer Aple. Solid er ugjennomsiktig. Utsiden er gjennomsiktig med en grense. Neumorfe tilfører en myk indre skygge.
pl: Szkło używa przezroczystego materiału jabłka. Solidny jest nieprzezroczysty. Obrys jest przezroczysty z obramowaniem. Neumorphic dodaje miękki wewnętrzny cień.
pt: O vidro usa o material translúcido da Apple. Sólido é opaco. Contorno é transparente com uma borda. Neumorfo adiciona uma sombra suave no interior.
ro: Sticla folosește material translucid Apple. Solid este opac. Contextul este transparent cu o graniță. Neumorphic adaugă o umbră interioară.
ru: Стекло использует полупрозрачный материал яблока. Твердый - непрозрачный. Контур прозрачен границей. Неймоморфический добавляет мягкую внутреннюю тень.
sv: Glas använder Apples genomskinliga material. Solid är ogenomskinlig. Dispositionen är transparent med en bård. Neumorphic ger en mjuk inre skugga.
uk: Скло використовує напівпрозорий матеріал Apple. Тверді непрозорий. Контур прозорий з кордоном. Нейморфічний додає м'яку внутрішню тінь.
zh_hans: 玻璃使用苹果的半透明材料。固体是不透明的。轮廓与边框透明。内脏添加软内幕阴影。

source: Global weather data provider
ar: موفر بيانات الطقس العالمي
cs: Poskytovatel globálních dat o počasí
da: Global vejrdataudbyder
de: Globaler Wetterdaten-Anbieter
el: Πάροχος καθολικών δεδομένων καιρού
es: Proveedor global de datos meteorológicos
fi: Maailmanlaajuinen säätietojen tarjoaja
fr: Fournisseur de données météo global
it: Fornitore globale di dati meteo
ja: 世界中の気象データプロバイダー
nl: Wereldwijde weergegevensvoorziening
no: Global vær dataleverandør
pl: Dostawca globalnych danych pogodowych
pt: Provedor de dados meteorológicos
ro: Furnizor de date meteo globale
ru: Глобальный провайдер данных о погоде
sv: Global väderdataleverantör
uk: Глобальний постачальник погоди
zh_hans: 全球天气数据提供商

source: Gradient
ar: متدرج
cs: Sklon
da: Overgang
de: Farbverlauf
el: Διαβάθμιση
es: Gradiente
fi: Gradientti
fr: Dégradé
it: Gradiente
nl: Kleurovergang
no: Gradert
pt: Degradê
ru: Градиент
uk: Градієнт
zh_hans: 渐变

source: Gusts
ar: الغاز
cs: Chody
de: Bögen
el: Φιάλες
es: Gustos
fi: Gustit
fr: Rafales
it: Gusti
ja: ガスト
nl: Gasten
no: Stjerner
pl: Pusty
pt: Convidados
ro: Gusturi
ru: Пистолеты
uk: Гюстс
zh_hans: 古斯

# H: %@° L: %@°
source: H: %1$@° L: %2$@°
ar: حاء: %1$@° L: %2$@°

source: Haptic Feedback
ar: ملاحظات اللمس
cs: Hmatová zpětná vazba
da: Haptisk Feedback
de: Haptisches Feedback
el: Απτική Ανατροφοδότηση
es: Comentarios Hápticos
fi: Haptinen Palaute
fr: Retour haptique
it: Feedback Haptic
ja: 振動フィードバック
nl: Haptische feedback
no: Haptisk tilbakemelding
pl: Opinie Haptic
pt: Retorno tátil
ro: Feedback Haptic
ru: Отзыв
sv: Haptisk feedback
uk: Вібрація при натиску
zh_hans: 触动反馈

source: Haptic on Selection
ar: اللمس عند الاختيار
cs: Hmatová při výběru
da: Haptic ved markering
de: Haptik bei Auswahl
el: Απτικό στην επιλογή
es: Háptica en la selección
fi: Haptinen valinnan yhteydessä
fr: Haptique sur la sélection
it: Battesimo sulla selezione
ja: 選択時のHaptic
nl: Haptische op Selectie
no: Haptisk på utvalg
pl: Haptic przy zaznaczeniu
pt: Háptico na seleção
ro: Haptic la selecţie
ru: Привязка при выделении
sv: Haptisk vid val
uk: Тактильний вибір
zh_hans: 选区中的触点

source: Health Recommendations
ar: التوصيات الصحية
cs: Zdravotní doporučení
da: Anbefalinger For Sundhed
de: Gesundheitsempfehlungen
el: Συστάσεις Υγείας
es: Recomendaciones de salud
fi: Terveyssuositukset
fr: Recommandations de santé
it: Raccomandazioni Sanitarie
ja: 体力推奨事項
nl: Gezondheidsaanbevelingen
no: Anbefalinger for helse
pl: Zalecenia zdrowotne
pt: Recomendações de Saúde
ro: Recomandări de sănătate
ru: Рекомендации по здоровью
sv: Rekommendationer för hälsa
uk: Рекомендації Здоров'я
zh_hans: 健康建议

source: Hex
ar: هيكس
de: Hexe
el: Δεκαεξαδικός
fr: Hexadécimal
no: Heks
pl: Sześciokąt
pt: Feitiço
ru: Гекс
uk: Шістнадцятковий
zh_hans: 十六进制文件

source: High
ar: مرتفع
cs: Vysoká
da: Høj
de: Hoch
el: Υψηλή
es: Alta
fi: Korkea
fr: Élevé
it: Alto
ja: 高い
nl: hoog
no: Høy
pl: Wysoka
pt: alta
ro: Ridicat
ru: Высокий
sv: Hög
uk: Високий
zh_hans: 高

source: High-Contrast Outline
ar: مخطط عالي التباين
cs: Vysoce kontrastní obrys
da: Højkontrast Omrids
de: Kontrastumriss
el: Περίγραμμα Υψηλής Αντίθεσης
es: Fuera de contracto alto
fi: Korkean Kontrastin Ääriviiva
fr: Contour à contraste élevé
it: Contorno Ad Alto Contrasto
ja: ハイコントラストのアウトライン
nl: Hoog-contrast omlijning
no: Høy-kontrast omriss
pl: Kontury wysokiego kontrastu
pt: Esboço de alto contraste
ro: Conturul Contrast Ridicat
ru: Контрастный контур
sv: Högkontrast översikt
uk: Висококонтрастний контур
zh_hans: 高对比轮廓：

source: Highlight
ar: تسليط الضوء
cs: Zvýraznit
da: Fremhæv
de: Hervorheben
el: Επισήμανση
es: Resaltar
fi: Korostus
fr: Surligner
it: Evidenzia
ja: 強調表示
nl: Markeren
no: Uthev
pl: Podświetl
pt: Destacar
ro: Evidențiere
ru: Выделить
sv: Markera
uk: Виділення
zh_hans: 高亮

source: Home Layout
ar: تخطيط المنزل
cs: Rozložení domovské obrazovky
da: Hjem Layout
el: Διάταξη Οικίας
es: Diseño de casa
fi: Etusivu Asettelu
fr: Page d'accueil
it: Layout Home
ja: ホームレイアウト
nl: Thuis lay-out
no: Hjem Oppsett
pl: Układ strony głównej
pt: Layout Inicial
ro: Aspect Acasă
ru: Домашний макет
sv: Hem Layout
uk: Домашня розмітка
zh_hans: 首页布局

source: Hour Range
ar: مدى ساعة
cs: Rozsah hodin
da: Time Range
de: Stundenbereich
el: Εύρος Ώρας
es: Rango de horas
fi: Tuntiväli
fr: Portée horaire
it: Intervallo Ore
ja: 時間範囲
nl: Uur bereik
no: Time Rekkevidde
pl: Zakres godzin
pt: Intervalo de horas
ro: Interval Oră
ru: Часовой диапазон
sv: Timme Räckvidd
uk: Годинний діапазон
zh_hans: 小时范围

source: Hourly Breakdown
ar: توزيع بالساعة
cs: Hodinový rozpis
da: Time Opdeling
de: Stündliche Aufteilung
el: Ωριαία Ανάλυση
es: Desglose por hora
fi: Tunnin Jakautuminen
fr: Répartition horaire
it: Ripartizione Oraria
ja: 時間ごとの破壊
nl: Verdeling per uur
no: Timevis bryter
pl: Podział godzinowy
pt: Divisão horária
ro: Defalcare pe oră
ru: Почасовой перерыв
sv: Varje timme fördelas
uk: Погодинний розподіл
zh_hans: 小时断开

source: Hourly Forecast
ar: التوقعات بالساعة
cs: Hodinová předpověď
da: Time Prognose
de: Stündliche Prognose
el: Ωριαία Πρόβλεψη
es: Pronóstico por hora
fi: Tunnin Ennuste
fr: Prévision horaire
it: Previsioni Orarie
ja: 1時間ごとの予測
nl: Uurlijkse prognose
no: Timevis Værmelding
pl: Prognoza godzinowa
pt: Previsão por hora
ro: Prognoză pe oră
ru: Почасовой прогноз
sv: Prognos per timme
uk: Погодинний прогноз
zh_hans: 每小时症状预测

source: Hourly Window
ar: نافذة بالساعة
cs: Hodinové okno
da: Time Vindue
de: Stundenfenster
el: Ωριαία Παράθυρο
es: Ventana horaria
fi: Tunnin Ikkuna
fr: Fenêtre horaire
it: Finestra Oraria
ja: 1時間ごとのウィンドウ
nl: Per uur raam
no: Timende vindu
pl: Okno godzinowe
pt: Janela Horária
ro: Fereastră Orară
ru: Почасовое окно
sv: Varje timme fönster
uk: Погодинне вікно
zh_hans: 每小时窗口

source: How many digits to show after the decimal point for each kind of value.
ar: كم عدد الأرقام التي تريد عرضها بعد النقطة العشرية لكل نوع من القيمة.
cs: Kolik číslic má být zobrazeno po desetinném bodě pro každý druh hodnoty.
da: Hvor mange cifre der skal vises efter decimalpunktet for hver slags værdi.
de: Wie viele Ziffern nach dem Dezimalpunkt für jede Art von Wert angezeigt werden sollen.
el: Πόσα ψηφία εμφανίζονται μετά την υποδιαστολή για κάθε είδος τιμής.
es: Cuántos dígitos mostrar después del punto decimal para cada tipo de valor.
fi: Kuinka monta numeroa näytetään sen jälkeen, kun desimaalipiste kunkin tyyppistä arvoa.
fr: Combien de chiffres afficher après la virgule décimale pour chaque type de valeur.
it: Quante cifre mostrare dopo il punto decimale per ogni tipo di valore.
ja: 値の種類ごとに小数点の後に表示する桁数。
nl: Hoeveel cijfers er na het decimale punt moet worden weergegeven voor elke soort waarde.
no: Hvor mange sifre som vises etter desimalpunktet for hver type verdi.
pl: Ile cyfr pokazywać po przecinku dla każdego rodzaju wartości.
pt: Quantos dígitos exibir após o ponto decimal para cada tipo de valor.
ro: Câte cifre trebuie să apară după zecimal pentru fiecare tip de valoare.
ru: Сколько цифр показывать после десятичной дроби для каждого вида значений.
sv: Hur många siffror som ska visas efter decimaltecknet för varje typ av värde.
uk: Кількість знаків після коми для кожного типу числа.
zh_hans: 每种值小数点后显示多少位数。

source: Icon Size
ar: حجم الأيقونة
cs: Velikost ikony
da: Ikonstørrelse
de: Symbolgröße
el: Μέγεθος Εικονιδίου
es: Tamaño del icono
fi: Kuvakkeen Koko
fr: Taille de l'icône
it: Dimensione Icona
ja: アイコンのサイズ
nl: Pictogram grootte
no: Ikonets størrelse
pl: Rozmiar ikony
pt: Tamanho do ícone
ro: Dimensiune pictogramă
ru: Размер значка
sv: Ikon Storlek
uk: Розмір іконок
zh_hans: 图标大小

source: Icon Style
ar: نمط الأيقونة
cs: Styl ikony
da: Ikon Stil
de: Symbolstil
el: Στυλ Εικονιδίου
es: Estilo de icono
fi: Kuvakkeen Tyyli
fr: Style d'icône
it: Stile Icona
ja: アイコンのスタイル
nl: Icoon stijl
no: Ikon stil
pl: Styl ikony
pt: Estilo do ícone
ro: Stil pictogramă
ru: Стиль значка
sv: Ikon stil
uk: Стиль значка
zh_hans: 图标样式

source: Icons
ar: أيقونات
cs: Ikony
da: Ikoner
el: Εικονίδια
es: Iconos
fi: Kuvakkeet
fr: Icônes
it: Icone
ja: アイコン
nl: Pictogrammen
no: Ikoner
pl: Ikony
pt: Ícones
ro: Iconițe
ru: Иконки
sv: Ikoner
uk: Іконки
zh_hans: 图标

source: Import
ar: استيراد
cs: Importovat
da: Importér
de: Importieren
el: Εισαγωγή
es: Importar
fi: Tuo
fr: Importation
it: Importa
ja: インポート
nl: Importeren
no: Importer
pl: Importuj
pt: Importação
ro: Importă
ru: Импорт
sv: Importera
uk: Імпорт
zh_hans: 导入

source: Import a .saxtheme file from Files, AirDrop, or another app. Your current settings will be replaced.
ar: استيراد ملف .saxtheme من الملفات أو AirDrop أو تطبيق آخر. سيتم استبدال إعداداتك الحالية.
cs: Importujte soubor .saxtheme ze souborů, AirDropu nebo jiné aplikace. Vaše současná nastavení budou nahrazena.
da: Importer en .saxtema fil fra filer, AirDrop eller en anden app. Dine nuværende indstillinger vil blive erstattet.
de: Importieren Sie eine .saxtheme Datei aus Dateien, AirDrop oder einer anderen App. Ihre aktuellen Einstellungen werden ersetzt.
el: Εισαγωγή αρχείου .saxtheme από αρχεία, AirDrop ή άλλη εφαρμογή. Οι τρέχουσες ρυθμίσεις σας θα αντικατασταθούν.
es: Importar un archivo .saxtheme desde archivos, AirDrop, u otra aplicación. Su configuración actual será reemplazada.
fi: Tuo .saxthem-tiedosto tiedostoista, AirDropista tai toisesta sovelluksesta. Nykyiset asetuksesi korvataan.
fr: Importer un fichier .saxtheme depuis des fichiers, AirDrop ou une autre application. Vos paramètres actuels seront remplacés.
it: Importa un file .saxtheme da File, AirDrop, o un'altra app. Le tue impostazioni correnti saranno sostituite.
ja: ファイル、AirDrop、または別のアプリから.saxtheme ファイルをインポートします。現在の設定は置き換えられます。
nl: Importeer een .saxtheme bestand uit bestanden, AirDrop of een andere app. Uw huidige instellingen worden vervangen.
no: Importer en saksmappefil fra filer, AirDrop, eller en annen app. Dine gjeldende innstillinger vil bli erstattet.
pl: Importuj plik .saxtheme z plików, AirDrop, lub innej aplikacji. Twoje bieżące ustawienia zostaną zastąpione.
pt: Importe um arquivo .saxtheme de Arquivos, AirDrop ou outro aplicativo. Suas configurações atuais serão substituídas.
ro: Importa un fisier .saxtheme din fisiere, AirDrop sau o alta aplicatie. Setarile dumneavoastra curente vor fi inlocuite.
ru: Импорт файла .saxtheme из Файлов, AirDrop или другого приложения. Текущие настройки будут заменены.
sv: Importera en .saxtheme-fil från filer, AirDrop eller en annan app. Dina nuvarande inställningar kommer att ersättas.
uk: Імпортувати файл .saxtheme з Files, AirDrop, або іншої програми. Ваші поточні налаштування будуть замінені.
zh_hans: 从文件、 AirDrop或其他应用导入.saxtheme文件。您当前的设置将被替换。

source: Import Failed
ar: فشل الاستيراد
cs: Import se nezdařil
da: Import Mislykkedes
de: Import fehlgeschlagen
el: Αποτυχία Εισαγωγής
es: Error al importar
fi: Tuonti Epäonnistui
fr: Importation échouée
it: Importazione Non Riuscita
ja: インポートに失敗しました
nl: Importeren mislukt
no: Import mislyktes
pl: Importowanie nie powiodło się
pt: Importação Falhou
ro: Importare eșuată
ru: Не удалось импортировать
sv: Importen misslyckades
uk: Не вдалося виконати імпорт
zh_hans: 导入失败

source: Import Theme?
ar: استيراد السمة؟
cs: Importovat téma?
da: Importér Tema?
de: Theme importieren?
el: Εισαγωγή Θέματος?
es: ¿Importar tema?
fi: Tuo Teema?
fr: Importer le thème ?
it: Importare Tema?
ja: テーマをインポートしますか
nl: Thema importeren?
no: Importer tema?
pl: Zaimportować motyw?
pt: Importar Tema?
ro: Importă tema?
ru: Импортировать тему?
sv: Importera tema?
uk: Імпортувати тему?
zh_hans: 导入主题？

source: Imports a .saxtheme file from Files, AirDrop, or another app. Your current theme is replaced.
ar: استيراد ملف .saxtheme من الملفات أو AirDrop أو تطبيق آخر. يتم استبدال السمة الحالية الخاصة بك.
cs: Importuje soubor .saxtheme ze souborů, AirDropu nebo jiné aplikace. Vaše aktuální šablona je nahrazena.
da: Importerer en .saxtema fil fra filer, AirDrop eller en anden app. Dit nuværende tema erstattes.
de: Importiert eine .saxtheme Datei aus Dateien, AirDrop oder einer anderen App. Ihr aktuelles Template wird ersetzt.
el: Εισάγει ένα αρχείο .saxtheme από Αρχεία, AirDrop ή άλλη εφαρμογή. Το τρέχον θέμα σας αντικαθίσταται.
es: Importa un archivo .saxtheme desde archivos, AirDrop, u otra aplicación. Tu tema actual ha sido reemplazado.
fi: Tuo .saxthem-tiedosto tiedostoista, AirDropista tai toisesta sovelluksesta. Nykyinen teemasi on vaihdettu.
fr: Importe un fichier .saxtheme depuis des fichiers, AirDrop ou une autre application. Votre thème actuel est remplacé.
it: Importa un file .saxtheme da file, AirDrop, o un'altra app. Il tuo tema corrente viene sostituito.
ja: ファイル、AirDrop、または別のアプリから .saxtheme ファイルをインポートします。現在のテーマは置き換えられます。
nl: Importeer een .saxtheme bestand uit bestanden, AirDrop of een andere app. Uw huidige thema wordt vervangen.
no: Importerer en .saksmappefil fra filer, AirDrop, eller en annen app. Ditt gjeldende tema er erstattet.
pl: Importuje plik .saxtheme z plików, AirDrop, lub innej aplikacji. Twój bieżący motyw został zastąpiony.
pt: Importa um arquivo .saxtheme de Arquivos, AirDrop ou outro aplicativo. Seu tema atual é substituído.
ro: Importați un fișier .saxtheme din Fișiere, AirDrop sau altă aplicație. Tema dumneavoastră actuală este înlocuită.
ru: Импортирует файл .saxtheme из файлов, AirDrop или другого приложения. Ваша текущая тема заменена.
sv: Importerar en .saxtheme fil från Filer, AirDrop eller en annan app. Ditt nuvarande tema ersätts.
uk: Імпортує файл .saxtheme з Files, AirDrop, або іншої програми. Ваша поточна тема замінена.
zh_hans: 从文件、 AirDrop或其他应用程序导入.saxtheme文件。您当前的主题已被替换。

source: in %@
ar: في %@
cs: v %@
da: i %@
es: en %@
fr: dans %@
no: i %@
pl: w %@
pt: em %@
ro: în %@
ru: на %@
sv: i %@
uk: в %@
zh_hans: 在 %@

source: Increase Contrast
ar: زيادة التباين
cs: Zvýšit kontrast
da: Forøg Kontrast
de: Kontrast erhöhen
el: Αύξηση Αντίθεσης
es: Incrementar contrato
fi: Lisää Kontrastia
fr: Augmenter le contraste
it: Aumenta Il Contrasto
ja: コントラストを上げる
nl: Verhoog Contrast
no: Øk kontrast
pl: Zwiększ kontrast
pt: Aumentar contraste
ro: Crește Contrastul
ru: Увеличить контрастность
sv: Öka kontrast
uk: Збільшити контраст
zh_hans: 增加对比度

source: Inner shadow
ar: ظل داخلي
cs: Vnitřní stín
da: Indre skygge
de: Innenschatten
el: Εσωτερική σκιά
es: Sombra interior
fi: Sisäinen varjo
fr: Ombre intérieure
it: Ombra interna
ja: 内側の影
nl: Binnenste schaduw
no: Indre skygge
pl: Cień wewnętrzny
pt: Sombra interior
ro: Umbră interioară
ru: Внутренняя тень
sv: Inre skugga
uk: Внутрішня тінь
zh_hans: 内部阴影

source: Intensity
ar: الكثافة
cs: Intenzita
da: Intensitet
de: Intensität
el: Ένταση
es: Intensidad
fi: Intensiteetti
fr: Intensité
it: Intensità
ja: 強度
nl: Intensiteit
no: Intensitet
pl: Intensywność
pt: Intensidade
ro: Intensitate
ru: Интенсивность
sv: Intensitet
uk: Яскравість
zh_hans: 强度

source: Interface
ar: واجهة
cs: Rozhraní
da: Grænseflade
de: Schnittstelle
el: Διεπαφή
es: Interfaz
fi: Käyttöliittymä
it: Interfaccia
ja: インターフェイス
no: Grensesnitt
pl: Interfejs
ro: Interfață
ru: Интерфейс
sv: Gränsgränssnitt
uk: Інтерфейс
zh_hans: 接口

source: Is Current Location
ar: هو الموقع الحالي
cs: Je aktuální poloha
da: Er Nuværende Placering
de: Ist aktueller Standort
el: Είναι Τρέχουσα Τοποθεσία
es: Ubicación actual
fi: On Nykyinen Sijainti
fr: Est un emplacement actuel
it: È La Posizione Corrente
ja: 現在の場所
nl: Huidige locatie
no: Er nåværende plassering
pl: Jest bieżącą lokalizacją
pt: É a localização atual
ro: Este locația curentă
ru: Текущее местоположение
sv: Är aktuell plats
uk: Чи є поточне розташування
zh_hans: 是当前位置
